/* Location detail view */
"LOCATION_SECTION_ABOUT" = "About";
"LOCATION_SECTION_CONTACT" = "Contact";
"LOCATION_ACTION_PHONE" = "Phone";
"LOCATION_ACTION_WEBSITE" = "Website";
"LOCATION_SECTION_SOCIAL" = "Social";
"LOCATION_ACTION_FACEBOOK" = "Facebook";
"LOCATION_ACTION_TWITTER" = "Twitter";
"ALERT_ACTION_CALL_PHONE" = "Call";
"LOCATION_ACTION_ROUTE" = "Route";
"LOCATION_ACTION_ENTER" = "Enter";

/* EULA */
"EULA_INITIAL_ALERT_TITLE" = "MappedIn EULA";
"EULA_UPDATED_ALERT_TITLE" = "Updated EULA";
"EULA_ALERT_ACTION_VIEW" = "View EULA";
"EULA_INITIAL_ALERT_MESSAGE" = "Before using the app, please confirm you have read and agree to the terms in our EULA.";
"EULA_UPDATED_ALERT_MESSAGE" = "Please review the changes in our EULA and confirm you agree to the updated terms.";
"EULA_VIEW_NAVIGATION_BAR_PROMPT" = "Please read and accept the current EULA.";
"EULA_ALERT_ACTION_ACCEPT" = "I Agree";
"EULA_VIEW_ACTION_ACCEPT" = "I have read and I accept the terms";

/* First-time instructions */
"TUTORIAL_SLIDE_CARD_TITLE" = "Slide left or right to hide";
"TUTORIAL_SLIDE_CARD_DESCRIPTION" = "Most cards can be slid to either side if you don't want to see it anymore.";
"TUTORIAL_CARD_DISMISSED_ALERT_TITLE" = "Card Dismissed!";
"TUTORIAL_CARD_DISMISSED_ALERT_MESSAGE" = "Slide away any cards you no longer wish to see.";
"TUTORIAL_TAP_CARD_TITLE" = "Tap for more info";
"TUTORIAL_TAP_CARD_DESCRIPTION" = "Tap a card for more information.";
"TUTORIAL_CARD_TAPPED_ALERT_TITLE" = "Card Tapped!";
"TUTORIAL_CARD_TAPPED_ALERT_MESSAGE" = "Most venues have cards which can be tapped to access features or view notifications.";
"TUTORIAL_PULL_CARDS_TITLE" = "Pull down to dismiss";
"TUTORIAL_PULL_CARDS_DESCRIPTION" = "To view the map, pull these cards downward.";
"TUTORIAL_SCROLL_DIRECTIONS" = "Scroll through the directions below.";
"TUTORIAL_SCROLL_LOCATIONS" = "Scroll through the locations below.";
"TUTORIAL_TAP_MAP" = "Tap the map to view nearby locations.";

/* Venue list */
"VENUE_LIST_TITLE" = "Choose Venue";
"VENUE_CHANGE_ACTION" = "Change Venue";
"VENUE_CHANGE_ACTION_SHORT" = "Change";
"VENUE_LIST_SHOW" = "Venue List";
"VENUE_LIST_HIDE" = "Hide List";
"VENUE_LIST_BACK_ITEM" = "Venues";

/* Directions */
"DIRECTIONS_TITLE" = "Directions";
"DIRECTIONS_TEXT_FROM_ORIGIN_TO_DESINATION" = "Directions from %@ to %@";
"DIRECTIONS_TEXT_TO_DESTINATION" = "Directions to %@";
"DIRECTIONS_ORIGIN_SECTION_TITLE" = "From...";
"DIRECTIONS_ORIGIN_SECTION_MORE_TITLE" = "Or from...";
"DIRECTIONS_OVERVIEW_STEP" = "Overview";

/* Error messages */
"DIRECTIONS_FAILED_MESSAGE" = "Could not get directions.";
"QR_FAILED_ALERT_TITLE" = "Invalid QR code";
"QR_FAILED_ALERT_MESSAGE" = "The QR code you scanned is not a valid MappedIn QR code.";
"NO_INTERNET_ALERT_TITLE" = "Network Unavailable";
"NO_INTERNET_ALERT_MESSAGE" = "MappedIn requires an internet connection.";
"ERROR_TRY_AGAIN_ACTION" = "Try Again";
"NO_NEARBY_VENUES_ALERT_MESSAGE" = "No venues found nearby. Please select a different venue.";
"GENERIC_ERROR_MESSAGE" = "Something went wrong.";

/* Events */
"EVENT_LIST_EMPTY" = "There are no events at this time.";
"EVENT_TEXT_ENDS_AT_DATE" = "Ends %@";

/* QR scanning */
"QR_SCAN_TITLE" = "Scan a QR Code";
"QR_SCAN_CARD_DESCRIPTION" = "Get directions on the MappedIn kiosk and scan the code to view them on your phone!";

/* General UI */
"ALERT_CANCEL" = "Cancel";
"ALERT_OK" = "OK";
"ALERT_DISMISS" = "Dismiss";
"SEARCH_PLACEHOLDER" = "Search";

/* Back buttons */
"BACK_BUTTON_MAIN" = "Map";
"BACK_BUTTON_DIRECTORY" = "Search";

/* SI symbols */
"km" = "km";
"m" = "m";

/* List headers */
"LIST_HEADER_LOCATIONS" = "Locations";
"LIST_HEADER_MORE_LOCATIONS" = "More Locations";
"LIST_HEADER_EVENTS" = "Events";
"LIST_HEADER_MAPS" = "Maps";
"LIST_HEADER_AMENITIES" = "Amenities";
"LIST_HEADER_ALL_VENUES" = "All Venues";

/* Venue footer view */
"VENUE_FOOTER_PROMPT_CHANGE_TO_NEARBY_VENUE" = "Would you like to change the venue to\n%@?";

/* Venue authentication */
"VENUE_AUTHENTICATION_TITLE" = "Authentication";
"VENUE_AUTHENTICATION_VERIFY_ACTION_MESSAGE" = "Tap ✓ to verify your email address";
"VENUE_AUTHENTICATION_EXPLANATION_FOR_VENUE_AND_EMAIL" = "To access %@, please verify your email address.";

/* Progress indicators */
"PROGRESS_TEXT_SEARCHING" = "Searching...";
"PROGRESS_TEXT_LOADING" = "Loading...";
"PROGRESS_TEXT_LOADING_DIRECTIONS" = "Loading directions...";

/* Amenities */
"Washroom" = "Washroom";
"Changing Room" = "Changing Room";
"Lockers" = "Lockers";
"Free WiFi" = "Free WiFi";
"Paid WiFi" = "Paid WiFi";
"Wired Internet" = "Wired Internet";
"Power Outlet" = "Power Outlet";
"Charging Station" = "Charging Station";
"Telephone" = "Telephone";
"ATM" = "ATM";
"Water" = "Water";
"Vending Machine" = "Vending Machine";
"Fire Hose" = "Fire Hose";
"Fire Extinguisher" = "Fire Extinguisher";
"First Aid" = "First Aid";
"Defibrilator" = "Defibrilator";

